"""
Example sentences to test spaCy and its language models.

>>> from spacy.lang.mn.examples import sentences
>>> docs = nlp.pipe(sentences)
"""


sentences = [
    "Apple Их Британийн стартапыг $1 тэрбумаар авахаар төлөвлөж байна.",
    "Автомат жолоодлоготой машинууд жолоочийн хариуцлагын даатгалыг машин үйлдвэрлэгчид рүү шилжүүлнэ.",
    "Сан-Франциско хот замын хажуугаар явагч хүргэгч роботуудыг хориглохоор төлөвлөж байна.",
    "Лондон нь Их Британийн том хот юм.",
    "Чи хаана байна?",
    "Францын ерөнхийлөгч хэн бэ?",
    "Америкын нийслэл юу билээ?",
    "Барак Обама хэзээ төрсөн бэ?",
]
